Repository: wasimmostakim2965-ui/openclaw-windows-node
Catalog: src/OpenClaw.Tray.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: fr_fr, pt_br, zh_cn, zh_tw

# SettingsConnectionHeader.Text
source: CONNECTION
fr_fr: CONNEXION
pt_br: CONEXÃO
zh_cn: 连接
zh_tw: 連線

# SettingsStartupHeader.Text
source: STARTUP
fr_fr: DÉMARRAGE
pt_br: INICIALIZAÇÃO
zh_cn: 启动
zh_tw: 啟動

# SettingsNotificationsHeader.Text
source: NOTIFICATIONS
fr_fr: Alertes
pt_br: NOTIFICAÇÕES
zh_cn: 通知
zh_tw: 通知

# SettingsAdvancedHeader.Text
source: ADVANCED (EXPERIMENTAL)
fr_fr: AVANCÉ (EXPERIMENTAL)
pt_br: AVANÇADO (EXPERIMENTAL)
zh_cn: 高级（实验性）
zh_tw: 高級（實驗性）

# SettingsGatewayUrlTextBox.Header
source: Gateway URL
fr_fr: URL de la passerelle
pt_br: URL do Gateway
zh_cn: 网关地址
zh_tw: 閘道器地址

# SettingsGatewayUrlTextBox.PlaceholderText
source: ws://localhost:18789 or https://host.tailnet.ts.net
fr_fr: ws://localhost:18789 ou https://host.tailnet.ts.net
pt_br: ws://localhost:18789 ou https://host.tailnet.ts.net
zh_cn: ws://localhost:18789 或 https://host.tailnet.ts.net
zh_tw: ws://localhost:18789 或 https://host.tailnet.ts.net

# SettingsTokenTextBox.Header
source: Token
fr_fr: Jeton
pt_br: Token de acesso
zh_cn: 令牌
zh_tw: 權杖

# SettingsTokenTextBox.PlaceholderText
source: Your API token
fr_fr: Votre API Token
pt_br: Seu token de API
zh_cn: 您的 API 令牌
zh_tw: 您的 API Token

# SettingsAutoStartToggle.Header
source: Start automatically with Windows
fr_fr: Démarrage automatique avec Windows
pt_br: Iniciar automaticamente com o Windows
zh_cn: 随 Windows 自动启动
zh_tw: 開機自啟動

# SettingsGlobalHotkeyToggle.Header
source: Global hotkeys (voice, settings)
fr_fr: Raccourci clavier global (Ctrl+Alt+Maj+C → Envoi rapide)
pt_br: Atalhos de teclado globais (voz, configurações)
zh_cn: 全局快捷键 (Ctrl+Alt+Shift+C → 快速发送)
zh_tw: 全域性快捷鍵 (Ctrl+Alt+Shift+C → 快速發送)

# SettingsNotificationsToggle.Header
source: Show notifications
fr_fr: Afficher les notifications
pt_br: Mostrar notificações
zh_cn: 显示通知
zh_tw: 顯示通知

# SettingsNodeModeToggle.Header
source: Enable Node Mode
fr_fr: Activer le mode Node
pt_br: Ativar modo Node
zh_cn: 启用节点模式
zh_tw: 啟用節點模式

# SettingsSoundComboBox.Header
source: Sound
fr_fr: Son
pt_br: Som
zh_cn: 提示音
zh_tw: 提示音

# SettingsSoundDefault.Content
source: Default
fr_fr: Défaut
pt_br: Padrão
zh_cn: 默认
zh_tw: 預設

# SettingsSoundNone.Content
source: None
fr_fr: Aucun
pt_br: Nenhum
zh_cn: 无
zh_tw: 無

# SettingsSoundSubtle.Content
source: Subtle
fr_fr: Subtil
pt_br: Sutil
zh_cn: 柔和
zh_tw: 柔和

# SettingsNotifyForLabel.Text
source: Show notifications for:
fr_fr: Afficher les notifications pour:
pt_br: Mostrar notificações para:
zh_cn: 显示以下类型通知:
zh_tw: 顯示以下型別通知:

# SettingsNotifyFilterHint.Text
source: Filters by keywords in the message (e.g., 'email', 'reminder')
fr_fr: Filtrer par mots clés dans le message (Ex : 'email', 'rappel')
pt_br: Filtra por palavras-chave na mensagem (por exemplo, 'email', 'lembrete')
zh_cn: 按消息中的关键词过滤（例如"邮件"、"提醒"）
zh_tw: 按訊息中的關鍵詞過濾（例如"郵件"、"提醒"）

# SettingsNotifyHealthCb.Content
source: Health alerts
fr_fr: Alertes de santé
pt_br: Alertas de saúde
zh_cn: 健康警报
zh_tw: 健康警報

# SettingsNotifyUrgentCb.Content
source: Urgent messages
fr_fr: Messages importants
pt_br: Mensagens urgentes
zh_cn: 紧急消息
zh_tw: 緊急訊息

# SettingsNotifyReminderCb.Content
source: Reminders
fr_fr: Rappels
pt_br: Lembretes
zh_cn: 提醒
zh_tw: 提醒

# SettingsNotifyEmailCb.Content
source: Email summaries
fr_fr: Résumé de l'email
pt_br: Resumos de e-mail
zh_cn: 邮件摘要
zh_tw: 郵件摘要

# SettingsNotifyCalendarCb.Content
source: Calendar events
fr_fr: Évènements du calendrier
pt_br: Eventos do calendário
zh_cn: 日历事件
zh_tw: 日曆事件

# SettingsNotifyBuildCb.Content
source: Build notifications
fr_fr: Notifications de build
pt_br: Notificações de compilação
zh_cn: 构建通知
zh_tw: 構建通知

# SettingsNotifyStockCb.Content
source: Stock alerts
fr_fr: Notifications de stocks
pt_br: Alertas de ações
zh_cn: 股票提醒
zh_tw: 股票提醒

# SettingsNotifyInfoCb.Content
source: Info messages
fr_fr: Messages d'informations
pt_br: Mensagens informativas
zh_cn: 常规信息
zh_tw: 常規資訊

# SettingsTestConnectionButton.Content
source: Test
fr_fr: Tester
pt_br: Testar
zh_cn: 测试
zh_tw: 測試

# SettingsTestNotificationButton.Content
source: Send Test Notification
fr_fr: Envoyer une notification de test
pt_br: Enviar notificação de teste
zh_cn: 发送测试通知
zh_tw: 發送測試通知

# SettingsSaveButton.Content
source: Save
fr_fr: Sauvegarder
pt_br: Salvar
zh_cn: 保存
zh_tw: 儲存

# SettingsCancelButton.Content
source: Cancel
fr_fr: Annuler
pt_br: Cancelar
zh_cn: 取消
zh_tw: 取消

# SettingsNodeModeDescription.Text
source: When enabled, this PC can receive commands from the agent (canvas, screenshots, etc.)
fr_fr: Lorsqu'il est activé, ce PC peut recevoir des commandes de l'agent (canvas, captures d'écran, etc.)
pt_br: Quando ativado, este PC pode receber comandos do agente (canvas, capturas de tela etc.)
zh_cn: 启用后，此电脑可以接收来自代理的命令（画布、截图等）
zh_tw: 啟用後，此電腦可以接收來自代理的命令（Canvas、截圖等）

# StatusUsageHeader.Text
source: USAGE
fr_fr: UTILISATION
pt_br: USO
zh_cn: 用量
zh_tw: 用量

# StatusSessionsHeader.Text
source: ACTIVE SESSIONS
fr_fr: SESSIONS ACTIVES
pt_br: SESSÕES ATIVAS
zh_cn: 活跃会话
zh_tw: 活躍會話

# StatusChannelsHeader.Text
source: CHANNELS
fr_fr: CANAUX
pt_br: CANAIS
zh_cn: 频道
zh_tw: 頻道

# StatusGatewayTopologyHeader.Text
source: GATEWAY TOPOLOGY
fr_fr: TOPOLOGIE DE LA PASSERELLE
pt_br: TOPOLOGIA DO GATEWAY
zh_cn: 网关拓扑
zh_tw: 閘道拓撲

# StatusSupportDebugHeader.Text
source: SUPPORT & DEBUG
fr_fr: SUPPORT ET DÉBOGAGE
pt_br: SUPORTE & DEPURAÇÃO
zh_cn: 支持和调试
zh_tw: 支援和偵錯

# StatusPortDiagnosticsHeader.Text
source: PORT DIAGNOSTICS
fr_fr: DIAGNOSTICS DES PORTS
pt_br: DIAGNÓSTICO DE PORTAS
zh_cn: 端口诊断
zh_tw: 連接埠診斷

# StatusPermissionsHeader.Text
source: PERMISSIONS
fr_fr: AUTORISATIONS
pt_br: PERMISSÕES
zh_cn: 权限
zh_tw: 權限

# StatusCostTrendHeader.Text
source: 30-DAY COST TREND
fr_fr: TENDANCE DES COÛTS SUR 30 JOURS
pt_br: TENDÊNCIA DE CUSTO: 30 DIAS
zh_cn: 30 天费用趋势
zh_tw: 30 天費用趨勢

# StatusExtensibilityHeader.Text
source: EXTENSIBILITY
fr_fr: EXTENSIBILITÉ
pt_br: EXTENSIBILIDADE
zh_cn: 扩展性
zh_tw: 擴充性

# StatusNodesHeader.Text
source: NODES
fr_fr: NŒUDS
pt_br: NÓS
zh_cn: 节点
zh_tw: 節點

# StatusRecentActivityHeader.Text
source: RECENT ACTIVITY
fr_fr: ACTIVITÉ RÉCENTE
pt_br: ATIVIDADE RECENTE
zh_cn: 最近活动
zh_tw: 最近活動

# StatusCostLabel.Text
source: Cost (window):
fr_fr: Coûts (période):
pt_br: Custo (janela de tempo):
zh_cn: 费用（窗口期）:
zh_tw: 費用（視窗期）:

# StatusRequestsLabel.Text
source: Requests / Tokens:
fr_fr: Requête(s) / Token(s):
pt_br: Solicitações / Tokens:
zh_cn: 请求 / 令牌数:
zh_tw: 請求 / Token數:

# StatusProvidersLabel.Text
source: Providers:
fr_fr: Fournisseurs :
pt_br: Provedores:
zh_cn: 提供者:
zh_tw: 提供者:

# StatusConnectedText.Text
source: Connected
fr_fr: Connecté
pt_br: Conectado
zh_cn: 已连接
zh_tw: 已連線

# StatusNoSessions.Text
source: No active sessions
fr_fr: Aucune session active
pt_br: Nenhuma sessão ativa
zh_cn: 无活跃会话
zh_tw: 無活躍會話

# StatusNoNodes.Text
source: No nodes reported
fr_fr: Aucun nœud signalé
pt_br: Nenhum Node informado
zh_cn: 未报告节点
zh_tw: 未回報節點

# StatusNoRecentActivity.Text
source: No recent activity
fr_fr: Aucune activité récente
pt_br: Nenhuma atividade recente
zh_cn: 没有最近活动
zh_tw: 沒有最近活動

# StatusExtensibilityDescription.Text
source: Channel setup, skills, and scheduled automations are gateway-owned surfaces. Use these links when the connected gateway exposes the matching dashboard pages.
fr_fr: La configuration des canaux, les compétences et les automatisations planifiées sont gérées par la passerelle. Utilisez ces liens quand la passerelle connectée expose les pages de tableau de bord correspondantes.
pt_br: A configuração de canais, as Skills e as automações agendadas são gerenciadas pelo Gateway. Use estes links quando o Gateway conectado disponibilizar as páginas correspondentes no painel.
zh_cn: 频道设置、技能和计划自动化由网关管理。连接的网关公开相应仪表板页面时，请使用这些链接。
zh_tw: 頻道設定、技能和排程自動化由閘道管理。連線的閘道公開相符儀表板頁面時，請使用這些連結。

# StatusChannelSetupTitle.Text
source: Channel setup / schemas
fr_fr: Configuration des canaux / schémas
pt_br: Configuração de canais / esquemas
zh_cn: 频道设置 / 架构
zh_tw: 頻道設定 / 結構描述

# StatusChannelSetupDescription.Text
source: Open channel setup for schema-driven auth, QR, login, and dashboard flows where available.
fr_fr: Ouvrir la configuration des canaux pour l'authentification pilotée par schéma, QR, connexion et flux de tableau de bord quand disponible.
pt_br: Abra a configuração de canais para fluxos de autenticação orientados por esquema, QR, login e painel, quando disponíveis.
zh_cn: 在可用时打开频道设置，用于基于架构的身份验证、二维码、登录和仪表板流程。
zh_tw: 在可用時開啟頻道設定，用於結構描述導向的驗證、QR、登入和儀表板流程。

# StatusSkillsTitle.Text
source: Skills
fr_fr: Compétences
pt_br: Habilidades
zh_cn: 技能
zh_tw: 技能

# StatusSkillsDescription.Text
source: Open gateway skills configuration when the connected gateway supports it.
fr_fr: Ouvrir la configuration des compétences de la passerelle quand la passerelle connectée la prend en charge.
pt_br: Abra a configuração de Skills do Gateway quando o Gateway conectado oferecer suporte a esse recurso.
zh_cn: 当连接的网关支持时，打开网关技能配置。
zh_tw: 當連線的閘道支援時，開啟閘道技能設定。

# StatusCronTitle.Text
source: Cron / schedules
fr_fr: Cron / planifications
pt_br: Cron / agendamentos
zh_cn: Cron / 计划
zh_tw: Cron / 排程

# StatusCronDescription.Text
source: Open scheduled automation controls when the connected gateway supports them.
fr_fr: Ouvrir les contrôles d'automatisation planifiée quand la passerelle connectée les prend en charge.
pt_br: Abra os controles de automação agendada quando o Gateway conectado oferecer suporte a esse recurso.
zh_cn: 当连接的网关支持时，打开计划自动化控件。
zh_tw: 當連線的閘道支援時，開啟排程自動化控制項。

# StatusRefreshButton.Content
source: Refresh
fr_fr: Rafraîchir
pt_br: Atualizar
zh_cn: 刷新
zh_tw: 重新整理

# StatusOpenLogsButton.Content
source: Open Logs
fr_fr: Ouvrir les journaux
pt_br: Abrir logs
zh_cn: 打开日志
zh_tw: 開啟記錄

# StatusOpenConfigButton.Content
source: Open Config
fr_fr: Ouvrir la configuration
pt_br: Abrir configuração
zh_cn: 打开配置
zh_tw: 開啟設定

# StatusRefreshHealthButton.Content
source: Refresh Health
fr_fr: Actualiser l'état
pt_br: Atualizar status
zh_cn: 刷新健康状态
zh_tw: 重新整理健康狀態

# StatusOpenDiagnosticsJsonlButton.Content
source: Open Diagnostics JSONL
fr_fr: Ouvrir les diagnostics JSONL
pt_br: Abrir diagnóstico JSONL
zh_cn: 打开诊断 JSONL
zh_tw: 開啟診斷 JSONL

# StatusCopySupportContextButton.Content
source: Copy Support Context
fr_fr: Copier le contexte de support
pt_br: Copiar contexto de suporte
zh_cn: 复制支持上下文
zh_tw: 複製支援內容

# StatusRestartSshTunnelButton.Content
source: Restart SSH Tunnel
fr_fr: Redémarrer le tunnel SSH
pt_br: Reiniciar túnel SSH
zh_cn: 重启 SSH 隧道
zh_tw: 重新啟動 SSH 通道

# StatusCopyBrowserSetupButton.Content
source: Copy Browser Setup
fr_fr: Copier la configuration navigateur
pt_br: Copiar configuração do navegador
zh_cn: 复制浏览器设置
zh_tw: 複製瀏覽器設定

# StatusCopyDebugBundleButton.Content
source: Copy Debug Bundle
fr_fr: Copier le paquet de débogage
pt_br: Copiar pacote de depuração
zh_cn: 复制调试包
zh_tw: 複製偵錯套件

# StatusCheckUpdatesButton.Content
source: Check Updates
fr_fr: Rechercher des mises à jour
pt_br: Verificar atualizações
zh_cn: 检查更新
zh_tw: 檢查更新

# StatusCopyPortDiagnosticsButton.Content
source: Copy Port Diagnostics
fr_fr: Copier les diagnostics des ports
pt_br: Copiar diagnóstico de portas
zh_cn: 复制端口诊断
zh_tw: 複製連接埠診斷

# StatusCopyButton.Content
source: Copy
fr_fr: Copier
pt_br: Copiar
zh_cn: 复制
zh_tw: 複製

# StatusSettingsButton.Content
source: Settings
fr_fr: Paramètres
pt_br: Configurações
zh_cn: 设置
zh_tw: 設定

# StatusOpenButton.Content
source: Open
fr_fr: Ouvrir
pt_br: Abrir
zh_cn: 打开
zh_tw: 開啟

# StatusCopyNodeInventoryButton.Content
source: Copy Node Inventory
fr_fr: Copier l'inventaire des nœuds
pt_br: Copiar inventário de Nodes
zh_cn: 复制节点清单
zh_tw: 複製節點清單

# StatusOpenStreamButton.Content
source: Open Stream
fr_fr: Ouvrir le flux
pt_br: Abrir fluxo de atividade
zh_cn: 打开流
zh_tw: 開啟串流

# ActivityStreamTitle.Text
source: ⚡ Activity Stream
fr_fr: ⚡ Flux d'activité
pt_br: ⚡ Fluxo de atividade
zh_cn: ⚡ 活动流
zh_tw: ⚡ 串流活動

# ActivityFilterAll.Content
source: All activity
fr_fr: Toute l'activité
pt_br: Toda atividade
zh_cn: 全部活动
zh_tw: 全部活動

# ActivityFilterSessions.Content
source: Sessions
fr_fr: Séances
pt_br: Sessões
zh_cn: 会话
zh_tw: 會話

# ActivityFilterUsage.Content
source: Usage
fr_fr: Utilisations
pt_br: Uso
zh_cn: 用量
zh_tw: 用量

# ActivityFilterNodes.Content
source: Nodes
fr_fr: Nœuds
pt_br: Nós
zh_cn: 节点
zh_tw: 節點

# ActivityFilterNotifications.Content
source: Notifications
fr_fr: Alertes
pt_br: Notificações
zh_cn: 通知
zh_tw: 通知

# ActivityEmptyText.Text
source: No activity yet
fr_fr: Aucune activité pour le moment
pt_br: Nenhuma notificação ainda
zh_cn: 暂无活动
zh_tw: 暫無活動

# ActivityOpenDashboardButton.Content
source: Open Dashboard
fr_fr: Ouvrir le tableau de bord
pt_br: Abrir painel
zh_cn: 打开仪表板
zh_tw: 打開儀表板

# ActivityClearAllButton.Content
source: Clear All
fr_fr: Tout effacer
pt_br: Limpar tudo
zh_cn: 全部清除
zh_tw: 全部清除

# ActivityCloseButton.Content
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# NotificationHistoryTitle.Text
source: 📋 Notification History
fr_fr: 📋 Historique de notifications
pt_br: 📋 Histórico de notificações
zh_cn: 📋 通知历史
zh_tw: 📋 通知歷史

# NotificationEmptyText.Text
source: No notifications yet
fr_fr: Aucune notification disponible
pt_br: Nenhuma notificação ainda
zh_cn: 暂无通知
zh_tw: 暫無通知

# NotificationClearAllButton.Content
source: Clear All
fr_fr: Tout effacer
pt_br: Limpar tudo
zh_cn: 全部清除
zh_tw: 全部清除

# NotificationCloseButton.Content
source: Close
fr_fr: Fermer
pt_br: Fechar
zh_cn: 关闭
zh_tw: 關閉

# WindowTitle_Settings
source: Settings: OpenClaw Tray
fr_fr: Paramètres: OpenClaw Tray
pt_br: Configurações: OpenClaw Tray
zh_cn: 设置: OpenClaw 托盘
zh_tw: 設定: OpenClaw 設定

# WindowTitle_Status
source: Status: OpenClaw Tray
fr_fr: État: OpenClaw Tray
pt_br: Status: Bandeja do OpenClaw
zh_cn: 状态: OpenClaw 托盘
zh_tw: 狀態: OpenClaw 設定

# WindowTitle_ActivityStream
source: Activity Stream: OpenClaw Tray
fr_fr: Flux d'activités: OpenClaw Tray
pt_br: Fluxo de atividade: OpenClaw Tray
zh_cn: 活动流: OpenClaw 托盘
zh_tw: 串流活動: OpenClaw 設定

# WindowTitle_NotificationHistory
source: Notification History: OpenClaw Tray
fr_fr: Historique de notifications: OpenClaw Tray
pt_br: Histórico de notificações: OpenClaw Tray
zh_cn: 通知历史: OpenClaw 托盘
zh_tw: 通知歷史: OpenClaw 設定

# WindowTitle_WebChat
source: OpenClaw Chat
fr_fr: Discussion OpenClaw
pt_br: Chat do OpenClaw
zh_cn: OpenClaw 聊天
zh_tw: OpenClaw 聊天

# WindowTitle_Welcome
source: Welcome to OpenClaw
fr_fr: Bienvenue sur OpenClaw
pt_br: Bem vindo ao OpenClaw
zh_cn: 欢迎使用 OpenClaw
zh_tw: 歡迎使用 OpenClaw

# WindowTitle_Update
source: OpenClaw Update
fr_fr: Mettre à jour OpenClaw
pt_br: Atualização do OpenClaw
zh_cn: OpenClaw 更新
zh_tw: OpenClaw 更新

# Status_Testing
source: Testing...
fr_fr: Test en cours...
pt_br: Testando...
zh_cn: 测试中...
zh_tw: 測試中...

# Status_Connected
source: ✅ Connected!
fr_fr: ✅ Connecté!
pt_br: ✅ Conectado!
zh_cn: ✅ 连接成功！
zh_tw: ✅ 連線成功！

# Status_ConnectionFailed
source: ❌ Connection failed
fr_fr: ❌ Problème de connexion
pt_br: ❌ Falha na conexão
zh_cn: ❌ 连接失败
zh_tw: ❌ 連線失敗

# Welcome_Title
source: Welcome to OpenClaw!
fr_fr: Bienvenue sur OpenClaw!
pt_br: Bem-vindo ao OpenClaw!
zh_cn: 欢迎使用 OpenClaw！
zh_tw: 歡迎使用 OpenClaw！

# Welcome_Description
source: OpenClaw Tray is your Windows companion for OpenClaw, the AI-powered personal assistant.
fr_fr: OpenClaw Tray est votre compagnon Windows pour OpenClaw, l'assistant personnel propulsé par l'IA.
pt_br: O OpenClaw Tray é seu aplicativo complementar para Windows do OpenClaw, o assistente pessoal com tecnologia de IA.
zh_cn: OpenClaw 托盘是 OpenClaw 的 Windows 伴侣应用，一个 AI 驱动的个人助手。
zh_tw: OpenClaw 設定是 OpenClaw 的 Windows 伴侶應用，一個 AI 驅動的個人助手。

# Welcome_GettingStarted
source: To get started, you'll need:
fr_fr: Pour débuter, il vous faut :
pt_br: Para começar, você precisará de:
zh_cn: 开始使用前，您需要：
zh_tw: 開始使用前，您需要：

# Welcome_NeedGateway
source: • A running OpenClaw gateway
fr_fr: • Une passerelle OpenClaw en cours d'exécution
pt_br: • Um Gateway do OpenClaw em execução
zh_cn: • 一个正在运行的 OpenClaw 网关
zh_tw: • 一個正在執行的 OpenClaw 閘道器

# Welcome_NeedToken
source: • Your API token from the dashboard
fr_fr: • Votre token API depuis le tableau de bord
pt_br: • Seu token de API no painel
zh_cn: • 从仪表板获取的 API 令牌
zh_tw: • 從儀表板獲取的 API Token

# Welcome_ViewDocs
source: 📚 View Documentation
fr_fr: 📚 Consulter la documentation
pt_br: 📚 Ver documentação
zh_cn: 📚 查看文档
zh_tw: 📚 檢視文件

# Welcome_LaterButton
source: Later
fr_fr: Plus tard
pt_br: Mais tarde
zh_cn: 稍后
zh_tw: 稍後

# Welcome_OpenSettingsButton
source: Open Settings
fr_fr: Ouvrir les paramètres
pt_br: Abrir configurações
zh_cn: 打开设置
zh_tw: 打開設定

# Update_VersionAvailable
source: 🎉 Version {0} is available!
fr_fr: 🎉 La version {0} est disponible !
pt_br: 🎉 A versão {0} está disponível!
zh_cn: 🎉 版本 {0} 已可用！
zh_tw: 🎉 版本 {0} 已可用！

# Update_CurrentVersion
source: Current version: {0}
fr_fr: Version actuelle : {0}
pt_br: Versão atual: {0}
zh_cn: 当前版本: {0}
zh_tw: 目前版本: {0}

# Update_WhatsNew
source: What's New:
fr_fr: Les nouveautés :
pt_br: Novidades:
zh_cn: 更新内容:
zh_tw: 更新內容:

# Update_SkipButton
source: Skip This Version
fr_fr: Ignorer cette version
pt_br: Ignorar esta versão
zh_cn: 跳过此版本
zh_tw: 跳過此版本

# Update_RemindLaterButton
source: Remind Me Later
fr_fr: Me rappeler plus tard
pt_br: Lembrar mais tarde
zh_cn: 稍后提醒
zh_tw: 稍後提醒

# Update_DownloadButton
source: Download & Install
fr_fr: Télécharger & Installer
pt_br: Baixar & Instalar
zh_cn: 下载并安装
zh_tw: 下載並安裝

# Update_Title_UpToDate
source: You're up to date
fr_fr: Vous êtes à jour
pt_br: Você está atualizado
zh_cn: 已是最新版本
zh_tw: 已是最新版本

# Update_Message_UpToDate
source: You're running the latest version (v{0}).
fr_fr: Vous utilisez la dernière version (v{0}).
pt_br: Você está usando a versão mais recente (v{0}).
zh_cn: 您正在使用最新版本 (v{0})。
zh_tw: 您正在使用最新版本 (v{0})。

# Update_Title_Failed
source: Couldn't check for updates
fr_fr: Impossible de vérifier les mises à jour
pt_br: Não foi possível verificar se há atualizações
zh_cn: 无法检查更新
zh_tw: 無法檢查更新

# Update_Message_Failed
source: Something went wrong while checking for updates. {0}
fr_fr: Une erreur s'est produite lors de la vérification des mises à jour. {0}
pt_br: Algo deu errado ao verificar se há atualizações. {0}
zh_cn: 检查更新时出错。 {0}
zh_tw: 檢查更新時發生錯誤。 {0}

# Update_Title_Skipped
source: Update check skipped
fr_fr: Vérification ignorée
pt_br: Verificação de atualizações ignorada
zh_cn: 已跳过更新检查
zh_tw: 已略過更新檢查

# Update_Message_Skipped_Debug
source: Update checks are disabled in debug builds.
fr_fr: La vérification des mises à jour est désactivée dans les builds de débogage.
pt_br: A verificação de atualizações está desativada em builds de depuração.
zh_cn: 调试版本已禁用更新检查。
zh_tw: 偵錯版本已停用更新檢查。

# Update_Message_Skipped_Store
source: Updates for this app are managed by the Microsoft Store.
fr_fr: Les mises à jour de cette application sont gérées par le Microsoft Store.
pt_br: As atualizações deste aplicativo são gerenciadas pela Microsoft Store.
zh_cn: 此应用的更新由 Microsoft Store 管理。
zh_tw: 此應用程式的更新由 Microsoft Store 管理。

# Update_Message_Skipped_Dev
source: Update checks are disabled in development builds.
fr_fr: La vérification des mises à jour est désactivée dans les versions de développement.
pt_br: A verificação de atualizações está desativada em builds de desenvolvimento.
zh_cn: 开发版本已禁用更新检查。
zh_tw: 開發版本已停用更新檢查。

# Update_Message_Skipped_ExtendedStable
source: The connected Gateway uses extended-stable, so this ordinary Windows update is deferred.
fr_fr: La passerelle connectée utilise extended-stable. Cette mise à jour Windows ordinaire est donc différée.
pt_br: O Gateway conectado usa extended-stable, portanto esta atualização comum do Windows foi adiada.
zh_cn: 已连接的网关使用 extended-stable，因此会推迟此普通 Windows 更新。
zh_tw: 已連線的閘道使用 extended-stable，因此會延後此一般 Windows 更新。

# Update_OK
source: OK
zh_cn: 确定
zh_tw: 確定

# Menu_OpenDashboard
source: Open Dashboard
fr_fr: Ouvrir le tableau de bord
pt_br: Abrir painel
zh_cn: 打开仪表板
zh_tw: 打開儀表板

# Menu_OpenWebChat
source: Open Web Chat
fr_fr: Ouvrir le chat
pt_br: Abrir Web Chat
zh_cn: 打开网页聊天
zh_tw: 打開網頁聊天

# Menu_ActivityStream
source: Activity Stream...
fr_fr: Flux d'activité...
pt_br: Fluxo de atividade...
zh_cn: 活动流...
zh_tw: 串流活動...

# Menu_NotificationHistory
source: Notification History...
fr_fr: Historique de notifications...
pt_br: Histórico de notificações...
zh_cn: 通知历史...
zh_tw: 通知歷史...

# Menu_RunHealthCheck
source: Run Health Check
fr_fr: Lancer une vérification de santé
pt_br: Executar verificação do sistema
zh_cn: 运行健康检查
zh_tw: 執行健康檢查

# Menu_Settings
source: Settings...
fr_fr: Paramètres...
pt_br: Configurações...
zh_cn: 设置...
zh_tw: 設定...

# Menu_AutoStart
source: Auto-start
fr_fr: Démarrage automatique
pt_br: Iniciar automaticamente
zh_cn: 自动启动
zh_tw: 自啟動

# Menu_AutoStartEnabled
source: Auto-start ✓
fr_fr: Démarrage automatique ✓
pt_br: Iniciar automaticamente ✓
zh_cn: 自动启动 ✓
zh_tw: 自啟動 ✓

# Menu_OpenLogFile
source: Open Log File
fr_fr: Ouvrir les fichiers de journalisation
pt_br: Abrir arquivo de log
zh_cn: 打开日志文件
zh_tw: 打開日誌檔案

# Menu_Exit
source: Exit
fr_fr: Quitter
pt_br: Sair
zh_cn: 退出
zh_tw: 退出

# Menu_CopyNodeSummary
source: Copy node summary
fr_fr: Copier le résumé Node
pt_br: Copiar resumo do Node
zh_cn: 复制节点摘要
zh_tw: 複製節點摘要

# Menu_CheckForUpdates
source: Check for Updates
fr_fr: Rechercher des mises à jour
pt_br: Verificar atualizações
zh_cn: 检查更新
zh_tw: 檢查更新

# Menu_SetupGuide
source: Setup Guide...
fr_fr: Guide de configuration...
pt_br: Guia de configuração...
zh_cn: 设置指南...
zh_tw: 設定指南...

# Menu_Reconfigure
source: Reconfigure…
fr_fr: Reconfigurer…
pt_br: Reconfigurar…
zh_cn: 重新配置…
zh_tw: 重新設定…

# Menu_SupportDebugHeader
source: 🧰 Support & Debug
fr_fr: 🧰 Support et débogage
pt_br: 🧰 Suporte & Depuração
zh_cn: 🧰 支持和调试
zh_tw: 🧰 支援和偵錯

# Menu_OpenSupportFiles
source: Open Support Files
fr_fr: Ouvrir les fichiers de support
pt_br: Abrir arquivos de suporte
zh_cn: 打开支持文件
zh_tw: 開啟支援檔案

# Menu_LogsFolder
source: Logs Folder
fr_fr: Dossier des journaux
pt_br: Pasta de logs
zh_cn: 日志文件夹
zh_tw: 記錄資料夾

# Menu_ConfigFolder
source: Config Folder
fr_fr: Dossier de configuration
pt_br: Pasta de configurações
zh_cn: 配置文件夹
zh_tw: 設定資料夾

# Menu_DiagnosticsFolder
source: Diagnostics Folder
fr_fr: Dossier des diagnostics
pt_br: Pasta de diagnósticos
zh_cn: 诊断文件夹
zh_tw: 診斷資料夾

# Menu_CopyDiagnostics
source: Copy Diagnostics
fr_fr: Copier les diagnostics
pt_br: Copiar diagnósticos
zh_cn: 复制诊断
zh_tw: 複製診斷

# Menu_SupportContext
source: Support Context
fr_fr: Contexte de support
pt_br: Contexto de suporte
zh_cn: 支持上下文
zh_tw: 支援內容

# Menu_DebugBundle
source: Debug Bundle
fr_fr: Paquet de débogage
pt_br: Pacote de depuração
zh_cn: 调试包
zh_tw: 偵錯套件

# Menu_BrowserSetup
source: Browser Setup
fr_fr: Configuration navigateur
pt_br: Configuração do navegador
zh_cn: 浏览器设置
zh_tw: 瀏覽器設定

# Menu_PortDiagnostics
source: Port Diagnostics
fr_fr: Diagnostics des ports
pt_br: Diagnóstico de portas
zh_cn: 端口诊断
zh_tw: 連接埠診斷

# Menu_CapabilityDiagnostics
source: Capability Diagnostics
fr_fr: Diagnostics des capacités
pt_br: Diagnóstico de capacidades
zh_cn: 功能诊断
zh_tw: 功能診斷

# Menu_NodeInventory
source: Node Inventory
fr_fr: Inventaire des nœuds
pt_br: Inventário de Nodes
zh_cn: 节点清单
zh_tw: 節點清單

# Menu_ChannelSummary
source: Channel Summary
fr_fr: Résumé des canaux
pt_br: Resumo de canais
zh_cn: 频道摘要
zh_tw: 頻道摘要

# Menu_ActivitySummary
source: Activity Summary
fr_fr: Résumé d'activité
pt_br: Resumo de atividades
zh_cn: 活动摘要
zh_tw: 活動摘要

# Menu_ExtensibilitySummary
source: Extensibility Summary
fr_fr: Résumé d'extensibilité
pt_br: Resumo de extensibilidade
zh_cn: 扩展性摘要
zh_tw: 擴充性摘要

# Menu_RestartSshTunnel
source: Restart SSH Tunnel
fr_fr: Redémarrer le tunnel SSH
pt_br: Reiniciar túnel SSH
zh_cn: 重启 SSH 隧道
zh_tw: 重新啟動 SSH 通道

# Menu_StatusFormat
source: Status: {0}
fr_fr: État : {0}
pt_br: Estado: {0}
zh_cn: 状态: {0}
zh_tw: 狀態: {0}
